---
kind: property
id: P:Autodesk.Revit.DB.Level.ProjectElevation
zh: 标高
source: html/895ef506-bfea-cc4e-31f8-aad2af6672e4.htm
---
# Autodesk.Revit.DB.Level.ProjectElevation Property

**中文**: 标高

Retrieves the elevation relative to project origin, no matter
 what values of the Elevation Base parameter is set.

## Syntax (C#)
```csharp
public double ProjectElevation { get; }
```

## Remarks
This read only property returns the elevation relative to
 project origin.